import React from "react";
import { styles } from "../styles/style";
import Link from 'next/link'



const About = () => {
  return (
    <div className="text-black dark:text-white">
      <br />
      <h1 className={`${styles.title} 800px:!text-[45px]`}>
        What is <span className="text-gradient">Save2learn</span>
      </h1>

      <br />
      <div className="w-[95%] 800px:w-[85%] m-auto text-[22px]">
        ปลุกพลังแห่งการเรียนรู้ สร้างอนาคตที่ยิ่งใหญ่ได้ด้วยตัวคุณเอง
        <p className="text-[21px] font-Poppins  ">
        

      

          
          <br />


          <div className="text-[20px]">
          save2learn เป็นเว็บไซต์แห่งการศึกษาออนไลน์ที่มุ่งมั่นส่งเสริมให้ทุกคนได้พัฒนาตนเองสู่จุดสูงสุดแห่งปัญญาและความสามารถอย่างเต็มภาคภูมิ เราเชื่อว่าการเรียนรู้คือพลังอํานาจที่ยิ่งใหญ่ที่จะช่วยให้ทุกคนก้าวสู่อนาคตอันสดใส

            
          </div>
          <br />



         
          <div className="text-[20px]">
          เราจึงคัดสรรเนื้อหาและหลักสูตรมากมายหลากหลายด้าน อาทิ  ผ่านระบบออนไลน์ที่ทันสมัยและง่ายต่อการเข้าถึง ด้วยคณะผู้บริหารและทีมงานผู้เชี่ยวชาญ ที่มีประสบการณ์มากกว่า 20 ปี ในการผลิตสื่อและหลักสูตรการเรียนรู้ออนไลน์ เราจึงมั่นใจว่า สามารถนําเสนอหลักสูตรและเนื้อหาที่มีคุณภาพ ตรงใจผู้เรียนและตอบโจทย์ความต้องการของตลาดแรงงาน
          </div>
          <br />
          <div className="text-[20px]">
          มาเปิดประสบการณ์การเรียนรู้ใหม่ที่จะช่วยสร้างอนาคตที่ยิ่งใหญ่ได้ด้วยตัวคุณเอง บน save2learn วันนี้!          </div>
          <br />
          <br />
          <div className="text-[33px] text-center">


          </div>
         
          <br />
          <br />
          <div className="text-[24px]">
          แนะนำคณาจารย์ผู้สอน : 
          </div>
          <br />

          <div className="text-[24px]">
           <br />ผู้ก่อตั้งและผู้ออกแบบหลักสูตร  
          </div>



          <br />
        
          <br />
          <br />
          
          <div className="text-[20px]">
          ถือเป็นบุคคลต้นแบบสําหรับคนรุ่นใหม่ ในการกล้าที่จะท้าทายขีดจํากัดเพื่อไขว่คว้าความฝัน เพราะท่านเคยเป็นวิศวกรผู้ซึ่งไม่เคยศรัทธาในวิชาโหราศาสตร์มาก่อน แต่ด้วยความมุ่งมั่นในการศึกษาหาความรู้ ทําให้ท่านสามารถพิชิตจุดสูงสุดสู่ตําแหน่ง โหราจารย์ผู้ชํานาญการประยุกต์โหราศาสตร์ได้สําเร็จ

          </div>

          <br />
          <br />
          <br />
          <br />
         
        

          <br />
          



        

        </p>
     
        <br />
        <br />
      </div>
    </div>
  );
};

export default About;
